Repository: dparker1005/pmpro-email-confirmation
Catalog: languages/pmpro-email-confirmation-*.po
Languages: af

source: Email Confirmation
af: E-pos Bevestiging

source: Check this to require email validation for this level
af: Merk hierdie om e-pos bevestiging te vereis

source: Reset Email Confirmation
af: Herstel E-pos Bestiging

source: Check this to require email validation when a user updates their email address
af: Merk hierdie om e-pos bevestiging te vereis wanneer 'n lid hule e-pos adres verander

source: IMPORTANT! You must follow this link to confirm your email address before your membership is fully activated
af: BELANGRIK! U moet hierdie skakel volg om u e-pos te bevestig voor u lidmaatskap ten volle geaktiveer is

source: Your membership account is now active
af: U lidmaatskip rekening is nou geaktiveer

source: will be activated as soon as you confirm your email address
af: sal geaktiveer word sodra u jou e-pos adres bevestig

source: Important! You must click on the confirmation URL sent to %s before you gain full access to your membership
af: Belangrik! U moet kliek op die bevestigings URL gestuur na %s voordat u volle toegangang ontvang tot u lidmaatskap

source: Resend Confirmation Email
af: Herstuur Bevestiging E-pos

source: Confirm Your Email Address
af: Bevestig U E-pos Adres

source: A confirmation email has been sent to
af: 'n Bevestiging e-pos is gestuur na

source: Visit Customer Support Forum
af: Besoek KliÃ«nte Ondersteunings Forum

source: Support
af: Ondersteuning

source: Validate User
af: Bevestig Gebruiker

source: You do not have permission to validate users.
af: U het nie toegang om gebruikers te bevestig nie.

source: has been validated.
af: is bevestig.

source: Your %s membership will be activated as soon as you confirm your email address
af: U %s lidmaatskap sal geaktiveer word sodra u jou e-pos adres bevestig

source: Please confirm your email address for
af: Bevestig asseblief u e-pos adres vir

source: Resend Email Confirmation
af: Herstuur E-pos Bevestiging

source: Require email confirmation before certain levels are enabled for members.
af: Vereis e-pos bevestiging voordat sekere vlakke vir lede geaktiveer word.
